Repository: Vrtea/projekts
Catalog: liva/translations/*/LC_MESSAGES/messages.po
Languages: lv

source: Public Transport Impact
lv: Sabiedriskā transporta ietekme

source: Home
lv: Mājas

source: Upload Data
lv: Augšupielādēt datus

source: Dashboard
lv: Paneļa skats

source: Welcome to the Public Transport Impact Analysis App
lv: Laipni lūdzam Sabiedriskā transporta ietekmes analīzes lietotnē

source: Analyze the environmental impact of public transportation using CO₂ emission data.
lv: Analizējiet sabiedriskā transporta ietekmi uz vidi, izmantojot CO₂ emisiju datus.

source: View Dashboard
lv: Skatīt paneļa skatu

source: English
lv: Angļu

source: Latvian
lv: Latviešu
